# CLI tools

brew "docker"
brew "jq"
brew "mysql"
brew "openssl"

# Casks

cask_args appdir: "/Applications"
cask "1password"
cask "docker"
cask "dropbox"
cask "evernote"
cask "google-chrome"
cask "keybase"
cask "paw"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "zoomus"

# Mac App Store

mas "Fantastical", id: 975937182
mas "Todoist", id: 585829637

# Splice

brew "ansible"
cask "aws-vault"
brew "packer"
cask "pritunl"
cask "sequel-pro"
brew "warrensbox/tap/tfswitch"
