# CLI tools

brew "awscli"
brew "docker"
brew "gh"
brew "jq"
brew "mise"
brew "node"
brew "openssl"
brew "opentofu"
brew "wget"

# Casks

cask_args appdir: "/Applications"
cask "1password"
cask "1password-cli"
cask "docker"
cask "goland"
cask "google-chrome"
cask "obsidian"
cask "sublime-text"
cask "tidal"
cask "zoom"

# Mac App Store

mas "Fantastical", id: 975937182
mas "Monosnap", id: 540348655
mas "Todoist", id: 585829637
