# CLI tools

brew "awscli"
brew "docker"
brew "jq"
brew "openssl"
brew "wget"

# Casks

cask_args appdir: "/Applications"
#cask "1password"
cask "1password-cli"
cask "docker"
cask "goland"
#cask "google-chrome"
cask "obsidian"
#cask "slack"
cask "spotify"
cask "sublime-text"
cask "zoom"

# Mac App Store

mas "Fantastical", id: 975937182
mas "Monosnap", id: 540348655
mas "Todoist", id: 585829637
mas "Tailscale", id: 1475387142 # Tailscale: https://tailscale.com/kb/1065/macos-variants#automating-app-store-installs

# Splice

brew "ansible"
brew "kubectl"
brew "mysql-client@8.4" # We're not on v9 yet and it breaks stuff
brew "packer"
brew "saml2aws"
